Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.hooks.antigravity.error.notUniConnectGroup
source: The uniconnect hook group in %@ is not owned by UniConnect; leaving it alone.
ar: مجموعة uniconnect hook في %@ ليست مملوكة لـ UniConnect؛تركها وحدها.
bs: Grupa uniconnect hook u %@ nije u vlasništvu UniConnect; ostavljajući ga na miru.
da: uniconnect hook-gruppen i %@ ejes ikke af UniConnect; lader den være i fred.
de: Die Gruppe uniconnect hook in %@ gehört nicht UniConnect; es in Ruhe lassen.
es: El grupo uniconnect hook en %@ no es propiedad de UniConnect; dejándolo solo.
fr: Le groupe uniconnect hook dans %@ n'appartient pas à UniConnect ; le laissant tranquille.
it: Il gruppo uniconnect hook in %@ non è di proprietà di UniConnect; lasciandolo stare.
ja: %@ の uniconnect hook グループは、UniConnect によって所有されていません。そのままにしておきます。
km: ក្រុម uniconnect hook នៅក្នុង %@ មិនមែនជាកម្មសិទ្ធិរបស់ UniConnect ទេ។ទុកវាឱ្យនៅម្នាក់ឯង។
ko: %@의 uniconnect hook 그룹은 UniConnect의 소유가 아닙니다.내버려두기.
nb: uniconnect hook-gruppen i %@ eies ikke av UniConnect; lar det være i fred.
pl: Grupa uniconnect hook w %@ nie jest własnością UniConnect; zostawiając to w spokoju.
pt_br: O grupo uniconnect hook em %@ não pertence a UniConnect; deixando-o sozinho.
ru: Группа uniconnect hook в %@ не принадлежит UniConnect; оставив это в покое.
th: กลุ่ม uniconnect hook ใน %@ ไม่ได้เป็นเจ้าของโดย UniConnect; ทิ้งมันไว้ตามลำพัง
tr: %@'deki uniconnect hook grubu, UniConnect'ye ait değildir; onu yalnız bırakmak.
uk: Група uniconnect hook у %@ не належить UniConnect; залишаючи це в спокої.
zh_hans: %@中的uniconnect hook组不属于UniConnect所有；不理会它。
zh_hant: %@中的uniconnect hook組不屬於UniConnect所有；不理會它。

# cli.hooks.codex.enabled
source: Enabled UniConnect hooks in %@
ar: تمكين UniConnect hooks في %@
bs: Omogućeno UniConnect hooks u %@
da: Aktiveret UniConnect hooks i %@
de: Aktiviert UniConnect hooks in %@
es: Habilitado UniConnect hooks en %@
fr: Activé UniConnect hooks dans %@
it: Abilitato UniConnect hooks in %@
ja: %@ で UniConnect hooks を有効にしました
km: បានបើក UniConnect hooks នៅក្នុង %@
ko: %@에서 UniConnect hooks를 활성화했습니다.
nb: Aktivert UniConnect hooks i %@
pl: Włączono UniConnect hooks w %@
pt_br: UniConnect hooks ativado em %@
ru: Включен UniConnect hooks в %@
th: เปิดใช้งาน UniConnect hooks ใน %@
tr: %@'de UniConnect hooks etkinleştirildi
uk: Увімкнено UniConnect hooks у %@
zh_hans: 在 %@ 中启用 UniConnect hooks
zh_hant: 在 %@ 中啟用 UniConnect hooks

# cli.hooks.codex.enabledAndApproved
source: Enabled UniConnect hooks and approved them in %@
ar: تمكين UniConnect hooks والموافقة عليها في %@
bs: Omogućeno UniConnect hooks i odobreno u %@
da: Aktiverede UniConnect hooks og godkendte dem i %@
de: Aktiviert UniConnect hooks und genehmigt sie in %@
es: Habilitó UniConnect hooks y los aprobó en %@
fr: Activé UniConnect hooks et les a approuvés dans %@
it: Abilitato UniConnect hooks e approvati in %@
ja: UniConnect hooks を有効にし、%@ で承認しました
km: បានបើកដំណើរការ UniConnect hooks និងបានអនុម័តពួកវានៅក្នុង %@
ko: UniConnect hooks를 활성화하고 %@에서 승인했습니다.
nb: Aktiverte UniConnect hooks og godkjente dem i %@
pl: Włączono UniConnect hooks i zatwierdzono je w %@
pt_br: Habilitou UniConnect hooks e os aprovou em %@
ru: Включил UniConnect hooks и утвердил их в %@.
th: เปิดใช้งาน UniConnect hooks และอนุมัติใน %@
tr: UniConnect hooks etkinleştirildi ve %@'de onaylandı
uk: Увімкнено UniConnect hooks і затверджено їх у %@
zh_hans: 启用UniConnect hooks并在%@中批准它们
zh_hant: 啟用UniConnect hooks並在%@中批准它們

# cli.hooks.codex.removedFeature
source: Removed the UniConnect Codex hooks feature from %@
ar: تمت إزالة ميزة UniConnect Codex hooks من %@
bs: Uklonjena funkcija UniConnect Codex hooks sa %@
da: Fjernede UniConnect Codex hooks-funktionen fra %@
de: Die Funktion UniConnect Codex hooks wurde aus %@ entfernt
es: Se eliminó la característica UniConnect Codex hooks de %@.
fr: Suppression de la fonctionnalité UniConnect Codex hooks de %@
it: Rimossa la funzionalità UniConnect Codex hooks da %@
ja: UniConnect Codex hooks 機能を %@ から削除しました
km: បានដកមុខងារ UniConnect Codex hooks ចេញពី %@
ko: %@에서 UniConnect Codex hooks 기능을 제거했습니다.
nb: Fjernet UniConnect Codex hooks-funksjonen fra %@
pl: Usunięto funkcję UniConnect Codex hooks z %@
pt_br: Removido o recurso UniConnect Codex hooks de %@
ru: Удалена функция UniConnect Codex hooks из %@.
th: ลบคุณลักษณะ UniConnect Codex hooks ออกจาก %@
tr: UniConnect Codex hooks özelliği %@'den kaldırıldı
uk: Видалено функцію UniConnect Codex hooks із %@
zh_hans: 从 %@ 中删除了 UniConnect Codex hooks 功能
zh_hant: 從 %@ 中刪除了 UniConnect Codex hooks 功能

# cli.hooks.codexLegacyUsage
source: Usage: cmux codex <install-hooks|uninstall-hooks> Manage the UniConnect integration for Codex CLI hooks. Subcommands: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
ar: الاستخدام: cmux codex <install-hooks|uninstall-hooks> إدارة التكامل UniConnect لخطافات CLI Codex. الأوامر الفرعية: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
bs: Upotreba: cmux codex <install-hooks|uninstall-hooks> Upravljajte UniConnect integracijom za Codex CLI kuke. Podnaredbe: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
da: Brug: cmux codex <install-hooks|uninstall-hooks> Administrer UniConnect integrationen for Codex CLI hooks. Underkommandoer: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
de: Verwendung: cmux codex <install-hooks|uninstall-hooks> Verwalten Sie die UniConnect-Integration für Codex CLI-Hooks. Unterbefehle: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
es: Uso: cmux codex <install-hooks|uninstall-hooks> Gestiona la integración de UniConnect para los hooks de Codex CLI. Subcomandos: install-hooks Instala los hooks de UniConnect en ~/.codex/hooks.json uninstall-hooks Elimina los hooks de UniConnect de ~/.codex/hooks.json
fr: Utilisation : cmux codex <install-hooks|uninstall-hooks> Gérez l'intégration UniConnect pour les hooks CLI Codex. Sous-commandes : install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
it: Utilizzo: cmux codex <install-hooks|uninstall-hooks> Gestire l'integrazione UniConnect per gli hook CLI Codex. Sottocomandi: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
ja: 使用法: cmux codex <install-hooks|uninstall-hooks> Codex CLI フックの UniConnect 統合を管理します。 サブコマンド: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
km: ការប្រើប្រាស់៖ cmux codex <install-hooks|uninstall-hooks>: cmux codex <install-hooks|uninstall-hooks> គ្រប់គ្រងការរួមបញ្ចូល UniConnect សម្រាប់ Codex ទំពក់ CLI ។ ពាក្យ​បញ្ជា​រង៖: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
ko: 사용법: cmux codex <install-hooks|uninstall-hooks> Codex CLI 후크에 대한 UniConnect 통합을 관리합니다. 하위 명령: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
nb: Bruk: cmux codex <install-hooks|uninstall-hooks> Administrer UniConnect-integrasjonen for Codex CLI-kroker. Underkommandoer: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
pl: Użycie: cmux codex <install-hooks|uninstall-hooks> Zarządzaj UniConnect integracją dla Codex haków CLI. Podpolecenia: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
pt_br: Uso: cmux codex <install-hooks|uninstall-hooks> Gerencie a integração UniConnect para ganchos CLI Codex. Subcomandos: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
ru: Использование: cmux codex <install-hooks|uninstall-hooks> Управляйте интеграцией UniConnect для перехватчиков CLI Codex. Подкоманды: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
th: การใช้งาน: cmux codex <install-hooks|uninstall-hooks> จัดการการรวม UniConnect สำหรับ Codex hooks CLI คำสั่งย่อย: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
tr: Kullanım: cmux codex <install-hooks|uninstall-hooks> UniConnect CLI kancaları için Codex entegrasyonunu yönetin. Alt komutlar: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
uk: Використання: cmux codex <install-hooks|uninstall-hooks> Керуйте інтеграцією UniConnect для Codex перехоплювачів CLI. Підкоманди: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
zh_hans: 用法： cmux codex <install-hooks|uninstall-hooks>: cmux codex <install-hooks|uninstall-hooks> 管理 Codex CLI 挂钩的 UniConnect 集成。 子命令：: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json
zh_hant: 用法： cmux codex <install-hooks|uninstall-hooks>: cmux codex <install-hooks|uninstall-hooks> 管理 Codex CLI 掛鉤的 UniConnect 整合。 子命令：: install-hooks Install UniConnect hooks into ~/.codex/hooks.json uninstall-hooks Remove UniConnect hooks from ~/.codex/hooks.json

# cli.hooks.confirmProceed
source: Proceed? [y/N]
ar: هل تريد المتابعة؟[y/N]
bs: Nastaviti?[y/N]
da: Fortsæt?[y/N]
de: Fortfahren?[y/N]
es: ¿Continuar? [y/N]
fr: Continuer ?[y/N]
it: Procedere?[y/N]
ja: 続行しますか?[y/N]
km: បន្ត?[y/N]
ko: 계속하시겠습니까?[y/N]
nb: Fortsette?[y/N]
pl: Kontynuować?[y/N]
pt_br: Continuar?[y/N]
ru: Продолжить?[y/N]
th: ดำเนินการต่อ?[y/N]
tr: Devam etmek mi?[y/N]
uk: Продовжити?[y/N]
zh_hans: 继续吗？[y/N]
zh_hant: 繼續嗎？ [y/N]

# cli.hooks.error.configDirNotDirectory
source: %@ exists but is not a directory. Move it aside before installing %@ UniConnect hooks.
ar: %@ موجود ولكنه ليس دليلاً.قم بتحريكه جانبًا قبل تثبيت %@ UniConnect hooks.
bs: %@ postoji, ali nije direktorij. Pomaknite ga u stranu prije instaliranja %@ UniConnect hooks.
da: %@ eksisterer, men er ikke en mappe. Flyt det til side, før du installerer %@ UniConnect hooks.
de: %@ existiert, ist aber kein Verzeichnis. Legen Sie es beiseite, bevor Sie %@ UniConnect hooks installieren.
es: %@ existe pero no es un directorio. Déjelo a un lado antes de instalar %@ UniConnect hooks.
fr: %@ existe mais n'est pas un répertoire. Écartez-le avant d'installer %@ UniConnect hooks.
it: %@ esiste ma non è una directory. Spostarlo da parte prima di installare %@ UniConnect hooks.
ja: %@ は存在しますが、ディレクトリではありません。%@ UniConnect hooks をインストールする前に、脇に移動してください。
km: %@ មាន ប៉ុន្តែមិនមែនជាថតទេ។ផ្លាស់ទីវាមួយឡែកសិន មុនពេលដំឡើង %@ UniConnect hooks ។
ko: %@가 존재하지만 디렉터리가 아닙니다.%@ UniConnect hooks를 설치하기 전에 옆으로 치워두세요.
nb: %@ eksisterer, men er ikke en katalog. Flytt den til side før du installerer %@ UniConnect hooks.
pl: %@ istnieje, ale nie jest katalogiem. Odsuń go na bok przed instalacją %@ UniConnect hooks.
pt_br: %@ existe, mas não é um diretório. Afaste-o antes de instalar %@ UniConnect hooks.
ru: %@ существует, но не является каталогом. Перед установкой %@ UniConnect hooks отодвиньте его в сторону.
th: %@ มีอยู่แต่ไม่ใช่ไดเร็กทอรีย้ายออกไปก่อนที่จะติดตั้ง %@ UniConnect hooks
tr: %@ mevcut ancak bir dizin değil.%@ UniConnect hooks'yi kurmadan önce onu bir kenara bırakın.
uk: %@ існує, але не є каталогом. Відсуньте його перед встановленням %@ UniConnect hooks.
zh_hans: %@ 存在，但不是目录。安装 %@ UniConnect hooks 之前将其移到一边。
zh_hant: %@ 存在，但不是目录。安裝 %@ UniConnect hooks 之前將其移到一邊。

# cli.hooks.error.configUninstallUnreadable
source: %@ exists but could not be read. Fix permissions or remove it before uninstalling %@ UniConnect hooks. %@
ar: %@ موجود ولكن لا يمكن قراءته.قم بإصلاح الأذونات أو إزالتها قبل إلغاء تثبيت %@ UniConnect hooks.%@
bs: %@ postoji, ali se ne može pročitati. Popravite dozvole ili ih uklonite prije deinstaliranja %@ UniConnect hooks.%@
da: %@ eksisterer, men kunne ikke læses. Ret tilladelser eller fjern det, før du afinstallerer %@ UniConnect hooks.%@
de: %@ existiert, konnte aber nicht gelesen werden. Korrigieren Sie die Berechtigungen oder entfernen Sie sie, bevor Sie %@ UniConnect hooks deinstallieren.%@
es: %@ existe pero no se pudo leer. Corrija los permisos o elimínelos antes de desinstalar %@ UniConnect hooks.%@
fr: %@ existe mais n'a pas pu être lu. Corrigez les autorisations ou supprimez-les avant de désinstaller %@ UniConnect hooks.%@
it: %@ esiste ma non può essere letto. Correggere le autorizzazioni o rimuoverle prima di disinstallare %@ UniConnect hooks.%@
ja: %@ は存在しますが、読み取れませんでした。%@ UniConnect hooks をアンインストールする前に、権限を修正するか削除してください。%@
km: %@ មាន ប៉ុន្តែមិនអាចអានបានទេ។ជួសជុលការអនុញ្ញាត ឬលុបវាចេញ មុនពេលលុបការដំឡើង %@ UniConnect hooks ។%@
ko: %@가 존재하지만 읽을 수 없습니다.%@ UniConnect hooks를 제거하기 전에 권한을 수정하거나 제거하세요.%@
nb: %@ eksisterer, men kunne ikke leses. Fiks tillatelser eller fjern det før du avinstallerer %@ UniConnect hooks.%@
pl: %@ istnieje, ale nie można go odczytać. Napraw uprawnienia lub usuń je przed odinstalowaniem %@ UniConnect hooks.%@
pt_br: %@ existe, mas não pôde ser lido. Corrija as permissões ou remova-as antes de desinstalar %@ UniConnect hooks.%@
ru: %@ существует, но не может быть прочитан. Исправьте разрешения или удалите их перед удалением %@ UniConnect hooks.%@
th: %@ มีอยู่แล้วแต่ไม่สามารถอ่านได้แก้ไขการอนุญาตหรือลบออกก่อนที่จะถอนการติดตั้ง %@ UniConnect hooks%@
tr: %@ var ancak okunamadı.%@ UniConnect hooks'yi kaldırmadan önce izinleri düzeltin veya kaldırın.%@
uk: %@ існує, але його не вдалося прочитати. Виправте дозволи або видаліть його перед видаленням %@ UniConnect hooks.%@
zh_hans: %@ 存在但无法读取。在卸载 %@ UniConnect hooks 之前修复权限或将其删除。%@
zh_hant: %@ 存在但无法读取。在卸載 %@ UniConnect hooks 之前修復權限或將其刪除。 %@

# cli.hooks.error.configUnreadable
source: %@ exists but could not be read. Fix permissions or remove it before installing %@ UniConnect hooks.
ar: %@ موجود ولكن لا يمكن قراءته.قم بإصلاح الأذونات أو إزالتها قبل تثبيت %@ UniConnect hooks.
bs: %@ postoji, ali se ne može pročitati. Popravite dozvole ili ih uklonite prije instaliranja %@ UniConnect hooks.
da: %@ eksisterer, men kunne ikke læses. Ret tilladelser eller fjern det, før du installerer %@ UniConnect hooks.
de: %@ existiert, konnte aber nicht gelesen werden. Korrigieren Sie die Berechtigungen oder entfernen Sie sie, bevor Sie %@ UniConnect hooks installieren.
es: %@ existe pero no se pudo leer. Corrija los permisos o elimínelos antes de instalar %@ UniConnect hooks.
fr: %@ existe mais n'a pas pu être lu. Corrigez les autorisations ou supprimez-les avant d'installer %@ UniConnect hooks.
it: %@ esiste ma non può essere letto. Correggere le autorizzazioni o rimuoverle prima di installare %@ UniConnect hooks.
ja: %@ は存在しますが、読み取れませんでした。%@ UniConnect hooks をインストールする前に、権限を修正するか削除してください。
km: %@ មាន ប៉ុន្តែមិនអាចអានបានទេ។ជួសជុលការអនុញ្ញាត ឬលុបវាចេញ មុនពេលដំឡើង %@ UniConnect hooks ។
ko: %@가 존재하지만 읽을 수 없습니다.%@ UniConnect hooks를 설치하기 전에 권한을 수정하거나 제거하세요.
nb: %@ eksisterer, men kunne ikke leses. Fiks tillatelser eller fjern det før du installerer %@ UniConnect hooks.
pl: %@ istnieje, ale nie można go odczytać. Napraw uprawnienia lub usuń je przed instalacją %@ UniConnect hooks.
pt_br: %@ existe, mas não pôde ser lido. Corrija as permissões ou remova-as antes de instalar %@ UniConnect hooks.
ru: %@ существует, но не может быть прочитан. Исправьте разрешения или удалите их перед установкой %@ UniConnect hooks.
th: %@ มีอยู่แล้วแต่ไม่สามารถอ่านได้แก้ไขการอนุญาตหรือลบออกก่อนที่จะติดตั้ง %@ UniConnect hooks
tr: %@ var ancak okunamadı.%@ UniConnect hooks'yi yüklemeden önce izinleri düzeltin veya kaldırın.
uk: %@ існує, але його не вдалося прочитати. Виправте дозволи або видаліть його перед встановленням %@ UniConnect hooks.
zh_hans: %@ 存在但无法读取。在安装 %@ UniConnect hooks 之前修复权限或将其删除。
zh_hant: %@ 存在但无法读取。在安裝 %@ UniConnect hooks 之前修復權限或將其刪除。

# cli.hooks.error.conflictingTargets
source: Conflicting hooks target: use either --agent or a positional target, not both.
ar: هدف hooks المتعارض: استخدم إما --agent أو هدفًا موضعيًا، وليس كليهما.
bs: Konfliktna meta hooks: koristite ili --agent ili pozicionu metu, ne oboje.
da: Modstridende hooks-mål: brug enten --agent eller et positionsmål, ikke begge.
de: Widersprüchliches hooks-Ziel: Verwenden Sie entweder --agent oder ein Positionsziel, nicht beides.
es: Objetivo hooks en conflicto: utilice --agent o un objetivo posicional, no ambos.
fr: Cible hooks en conflit : utilisez soit --agent, soit une cible positionnelle, pas les deux.
it: Target hooks in conflitto: utilizzare --agent o un target posizionale, non entrambi.
ja: 競合する hooks ターゲット: --agent または位置ターゲットの両方ではなく、いずれかを使用します。
km: ការប៉ះទង្គិច hooks គោលដៅ៖ ប្រើ --agent ឬគោលដៅទីតាំង មិនមែនទាំងពីរទេ។
ko: hooks 대상 충돌: --agent 또는 위치 대상 중 하나를 사용하고 둘 다 사용할 수는 없습니다.
nb: Motstridende hooks-mål: bruk enten --agent eller et posisjonsmål, ikke begge deler.
pl: Konfliktowy cel hooks: użyj --agent lub celu pozycyjnego, a nie obu.
pt_br: Alvo hooks conflitante: use --agent ou um alvo posicional, não ambos.
ru: Конфликт цели hooks: используйте либо --agent, либо позиционную цель, но не то и другое.
th: เป้าหมาย hooks ที่ขัดแย้งกัน: ใช้ --agent หรือเป้าหมายตำแหน่ง ไม่ใช่ทั้งสองอย่าง
tr: Çakışan hooks hedefi: --agent'yi veya konumsal hedefi kullanın, ikisini birden kullanmayın.
uk: Конфліктна ціль hooks: використовуйте або --agent, або позиційну ціль, а не обидва.
zh_hans: 冲突的 hooks 目标：使用 --agent 或位置目标，而不是同时使用两者。
zh_hant: 衝突的 hooks 目標：使用 --agent 或位置目標，而不是同時使用兩者。

# cli.hooks.error.invalidJSON
source: %@ exists but is not valid JSON. Fix or remove it before installing UniConnect hooks.
ar: %@ موجود ولكنه غير صالح.قم بإصلاحه أو إزالته قبل تثبيت UniConnect hooks.
bs: %@ postoji, ali nije važeći JSON. Popravite ili uklonite prije instaliranja UniConnect hooks.
da: %@ eksisterer, men er ikke gyldig JSON. Ret eller fjern det, før du installerer UniConnect hooks.
de: %@ existiert, ist aber ungültig. JSON. Reparieren oder entfernen Sie es, bevor Sie UniConnect hooks installieren.
es: %@ existe pero no es válido JSON. Arréglelo o elimínelo antes de instalar UniConnect hooks.
fr: %@ existe mais n'est pas valide JSON. Corrigez-le ou supprimez-le avant d'installer UniConnect hooks.
it: %@ esiste ma non è valido JSON. Correggerlo o rimuoverlo prima di installare UniConnect hooks.
ja: %@ は存在しますが、有効な JSON ではありません。UniConnect hooks をインストールする前に、修正または削除してください。
km: %@ មាន ប៉ុន្តែ JSON មិនត្រឹមត្រូវទេ។ជួសជុល ឬយកវាចេញ មុនពេលដំឡើង UniConnect hooks ។
ko: %@가 존재하지만 유효한 JSON가 아닙니다. UniConnect hooks를 설치하기 전에 수정하거나 제거하세요.
nb: %@ eksisterer, men er ikke gyldig JSON. Fiks eller fjern det før du installerer UniConnect hooks.
pl: %@ istnieje, ale nie jest prawidłowy. JSON. Napraw lub usuń go przed instalacją UniConnect hooks.
pt_br: %@ existe, mas não é válido como JSON. Corrija ou remova-o antes de instalar UniConnect hooks.
ru: %@ существует, но недействителен JSON. Исправьте или удалите его перед установкой UniConnect hooks.
th: มี %@ อยู่ แต่ JSON ไม่ถูกต้องแก้ไขหรือลบออกก่อนที่จะติดตั้ง UniConnect hooks
tr: %@ mevcut ancak JSON geçerli değil. UniConnect hooks'yi kurmadan önce düzeltin veya kaldırın.
uk: %@ існує, але недійсний JSON. Виправте або видаліть це перед встановленням UniConnect hooks.
zh_hans: %@ 存在，但 JSON 无效。在安装 UniConnect hooks 之前修复或删除它。
zh_hant: %@ 存在，但 JSON 無效。在安裝 UniConnect hooks 之前修復或刪除它。

# cli.hooks.error.invalidJSONUninstall
source: %@ exists but is not valid JSON. Fix or remove it before uninstalling UniConnect hooks.
ar: %@ موجود ولكنه غير صالح.قم بإصلاحه أو إزالته قبل إلغاء تثبيت UniConnect hooks.
bs: %@ postoji, ali nije važeći JSON. Popravite ili uklonite prije deinstaliranja UniConnect hooks.
da: %@ eksisterer, men er ikke gyldig JSON. Ret eller fjern det, før du afinstallerer UniConnect hooks.
de: %@ existiert, ist aber ungültig. JSON. Reparieren oder entfernen Sie es, bevor Sie UniConnect hooks deinstallieren.
es: %@ existe pero no es válido JSON. Arréglelo o elimínelo antes de desinstalar UniConnect hooks.
fr: %@ existe mais n'est pas valide JSON. Corrigez-le ou supprimez-le avant de désinstaller UniConnect hooks.
it: %@ esiste ma non è valido JSON. Correggerlo o rimuoverlo prima di disinstallare UniConnect hooks.
ja: %@ は存在しますが、有効な JSON ではありません。UniConnect hooks をアンインストールする前に、修正または削除してください。
km: %@ មាន ប៉ុន្តែ JSON មិនត្រឹមត្រូវទេ។ជួសជុល ឬលុបវាចេញ មុនពេលលុបការដំឡើង UniConnect hooks ។
ko: %@가 존재하지만 유효한 JSON가 아닙니다. UniConnect hooks를 제거하기 전에 수정하거나 제거하세요.
nb: %@ eksisterer, men er ikke gyldig JSON. Fiks eller fjern det før du avinstallerer UniConnect hooks.
pl: %@ istnieje, ale nie jest prawidłowy. JSON. Napraw lub usuń go przed odinstalowaniem UniConnect hooks.
pt_br: %@ existe, mas não é válido como JSON. Corrija ou remova-o antes de desinstalar UniConnect hooks.
ru: %@ существует, но недействителен JSON. Исправьте или удалите его перед удалением UniConnect hooks.
th: มี %@ อยู่ แต่ JSON ไม่ถูกต้องแก้ไขหรือลบออกก่อนที่จะถอนการติดตั้ง UniConnect hooks
tr: %@ mevcut ancak JSON geçerli değil. UniConnect hooks'yi kaldırmadan önce düzeltin veya kaldırın.
uk: %@ існує, але недійсний JSON. Виправте або видаліть це перед видаленням UniConnect hooks.
zh_hans: %@ 存在，但 JSON 无效。在卸载 UniConnect hooks 之前修复或删除它。
zh_hant: %@ 存在，但 JSON 無效。在卸載 UniConnect hooks 之前修復或刪除它。

# cli.hooks.error.parseJSON
source: Failed to parse %@. Fix the JSON syntax and retry.
ar: فشل تحليل %@.قم بإصلاح بناء جملة JSON ثم أعد المحاولة.
bs: Nije uspjelo raščlanjivanje %@. Popravite sintaksu JSON i pokušajte ponovo.
da: Kunne ikke parse %@. Ret JSON-syntaksen, og prøv igen.
de: Fehler beim Parsen von %@. Korrigieren Sie die JSON-Syntax und versuchen Sie es erneut.
es: No se pudo analizar %@. Corrija la sintaxis JSON y vuelva a intentarlo.
fr: Échec de l'analyse de %@. Corrigez la syntaxe JSON et réessayez.
it: Impossibile analizzare %@. Correggi la sintassi JSON e riprova.
ja: %@ の解析に失敗しました。JSON 構文を修正して再試行してください。
km: បានបរាជ័យក្នុងការញែក %@ ។ជួសជុលវាក្យសម្ព័ន្ធ JSON ហើយព្យាយាមម្តងទៀត។
ko: %@를 구문 분석하지 못했습니다. JSON 구문을 수정하고 다시 시도하세요.
nb: Kunne ikke analysere %@. Fiks JSON-syntaksen og prøv på nytt.
pl: Nie udało się przeanalizować %@. Popraw składnię JSON i spróbuj ponownie.
pt_br: Falha ao analisar %@. Corrija a sintaxe JSON e tente novamente.
ru: Не удалось проанализировать %@. Исправьте синтаксис JSON и повторите попытку.
th: ไม่สามารถแยกวิเคราะห์ %@แก้ไขไวยากรณ์ JSON แล้วลองอีกครั้ง
tr: %@ ayrıştırılamadı. JSON söz dizimini düzeltip yeniden deneyin.
uk: Не вдалося розібрати %@. Виправте синтаксис JSON і повторіть спробу.
zh_hans: 无法解析 %@。修复 JSON 语法并重试。
zh_hant: 无法解析 %@。修复 JSON 语法并重试。

# cli.hooks.error.readFailed
source: Failed to read %@
ar: فشل في قراءة %@
bs: Čitanje %@ nije uspjelo
da: Kunne ikke læse %@
de: Fehler beim Lesen von %@
es: No se pudo leer %@
fr: Échec de la lecture de %@
it: Impossibile leggere %@
ja: %@の読み取りに失敗しました
km: បរាជ័យក្នុងការអាន %@
ko: %@를 읽지 못했습니다.
nb: Kunne ikke lese %@
pl: Nie udało się odczytać %@
pt_br: Falha ao ler %@
ru: Не удалось прочитать %@.
th: ไม่สามารถอ่าน %@
tr: %@ okunamadı
uk: Не вдалося прочитати %@
zh_hans: 读取%@失败
zh_hant: 讀取%@失敗
